export default {
  projections: {
    ДолжностиE: {
      кодДолжности: {
        __caption__: 'Код должности'
      },
      должность: {
        __caption__: 'Должность'
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    },
    ДолжностиL: {
      кодДолжности: {
        __caption__: 'Код должности'
      },
      должность: {
        __caption__: 'Должность'
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    кодДолжности: {
      __caption__: 'Код должности'
    },
    карта: {
      __caption__: 'Карта'
    }
  }
};
